{
    "title": "Je t'en supplie, Enfile-les, Takamine !",
    "description": "Takane Takamine est tout simplement la déesse de son lycée. Des notes parfaites, un talent inné dans le domaine sportif, sans oublier sa beauté sans pareil : cette étudiante, également présidente du conseil des élèves, est adulée et admiré de tous ; Contrairement à Koushi Shirota, un élève plus que médiocre dans tout ce qu'il a pu entreprendre dans sa vie : Aucune bonne note à son actif, aucun ami et ne parlons pas de sa vie sociale plus qu'inexistante. \n\nCependant, un fabuleux coup du destin, si on peut l'appeler ainsi, va changer à tout jamais son destin, quand il découvre le secret de la popularité et de l'excellence de Takane, qui a pourtant été si bien gardé durant toutes ces années !\n\nEn effet, Takane a le pouvoir divin de << L'éternel sentier immaculé >>, lui permettant de revenir dans le passé au sacrifice... D'un de ces sous-vêtements ! Et tout ceux qui ont pu regarder ses seins nus au moins une fois dans leur vie auront l'honneur de garder les souvenirs de ses voyages dans le temps.\n\nTenu au courant, Takane va désormais tout faire pour le tenir en laisse, et notamment lui faire enfiler tous les sous-vêtements qu'elle utilisera par la suite... Koushi, va-t-il tenir le coup ? Face au destin hors du commun que Takane lui réserve pour le reste de sa scolarité. Peut-être que derrière cette malédiction se cache tout autre chose...?",
    "artist": "Hiiragi Yuuichi",
    "author": "Hiiragi Yuuichi",
    "cover": "https://file.garden/aKS5jUD-slfn6iFT/Cover%20Takamine%201%20LQ.jpg",
    "manga_type": "Shounen",
    "magazine": "Comic Joker",
    "release_year": 2019,
    "tags": [
        "Romance",
        "Comédie",
        "Drame",
        "Vie scolaire",
        "Tranche de vie",
        "Surnaturel"
	],
	"Avancement": [
	{"Raw":"O"},
	{"Traduction":"O"},
	{"Clean":"O"},
	{"Relecture":"N"},
	{"Lettrage":"N"},
	{"Correction":"N"},
	{"En pause":"O"}
	],
	"pause_reason": "Plus de cleaneur sur la série.",
    "alternative_titles": [
        "履いてください、鷹峰さん",
        "Please Put Them On, Takamine-san"
    ],
    "release_status": "En cours",
    "covers_gallery": [
        {
            "url_hq": "https://file.garden/aKS5jUD-slfn6iFT/Cover%20Takamine%201%20LQ.jpg",
            "url_lq": "https://file.garden/aKS5jUD-slfn6iFT/Cover%20Takamine%201.png",
            "volume": "1"
        }
    ],
    "chapters": {
        "1": {
            "title": "Soit ma garde robe.",
            "volume": "1",
            "last_updated": "1743635118",
            "groups": {
                "LesPoroïniens": "/proxy/api/imgchest/chapter/n87wm9p8g4x"
            }
        },
        "2": {
            "title": "Laisse moi le faire jusqu'à ce que je sois satisfaite.",
            "volume": "1",
            "last_updated": "1744567765",
            "groups": {
                "LesPoroïniens": "/proxy/api/imgchest/chapter/924932nmm4n"
            }
        }
    }
}